/*Напишите программу, которая по заданному номеру четверти, 
показывает диапазон возможных координат точек
 в этой четверти (x и y).
*/

Console.WriteLine("Введите номер четверти ");
if (A == 1) Console.WriteLine("X > 0 и Y > 0");
if (A == 2) Console.WriteLine("X < 0 и Y > 0");
if (A == 3) Console.WriteLine("X < 0 и Y < 0");
if (A == 4) Console.WriteLine("X > 0 и Y < 0");
if (A>4 )
